Repository: Manuel1996-coder/coffely
Catalog: lib/l10n/app_*.arb
Languages: de

# welcomeTitle
source: Welcome to Coffely
de: Willkommen bei Coffely

# welcomeSubtitle
source: Track your coffee consumption and stay within healthy limits
de: Verfolge deinen Kaffeekonsum und bleibe innerhalb gesunder Grenzen

# continueButton
source: Continue
de: Weiter

source: Good Morning
de: Guten Morgen

source: Good Day
de: Guten Tag

source: Good Evening
de: Guten Abend

# todayIs
source: Today is {weekday}
de: Heute ist {weekday}

source: Time for coffee?
de: Zeit für Kaffee?

source: Today
de: Heute

source: Drinks today
de: Getränke heute

source: Caffeine today
de: Koffein heute

# dailyLimit
source: {percentage}% of daily limit
de: {percentage}% des täglichen Limits

source: Low caffeine consumption
de: Niedriger Koffeinkonsum

source: Optimal caffeine consumption
de: Optimaler Koffeinkonsum

source: Elevated caffeine consumption
de: Erhöhter Koffeinkonsum

source: High caffeine consumption
de: Hoher Koffeinkonsum

# coffeeBreakTip
source: Maybe take a break from coffee?
de: Vielleicht eine Pause vom Kaffee einlegen?

# noCaffeineYet
source: No coffee yet today? Time for a cup!
de: Noch keinen Kaffee heute? Zeit für eine Tasse!

source: Quick add
de: Schnell hinzufügen

source: Filter Coffee
de: Filterkaffee

source: Instant Coffee
de: Instant-Kaffee

source: Crema Coffee
de: Kaffee Crema

# drinkAdded
source: {drinkName} added
de: {drinkName} hinzugefügt

source: Recently consumed
de: Kürzlich getrunken

source: Show all
de: Alle anzeigen

source: No coffee consumed
de: Kein Kaffee getrunken

# yourCoffeesShownHere
source: Your coffees will be shown here
de: Deine Kaffees werden hier angezeigt

source: Add drink
de: Getränk hinzufügen

source: Add custom drink
de: Eigenes Getränk hinzufügen

source: Drink name
de: Name des Getränks

# drinkNameHint
source: e.g. Double Espresso
de: z.B. Doppelter Espresso

# caffeineContent
source: Caffeine content: {amount} mg
de: Koffeingehalt: {amount} mg

source: Add
de: Hinzufügen

# aboutCoffely
source: Coffely is your personal coffee tracking app that helps you monitor and optimize your coffee consumption.
de: Coffely ist deine persönliche Kaffee-Tracking-App, die dir hilft, deinen Kaffeekonsum zu überwachen und zu optimieren.

# aboutDescription
source: With Coffely, you can track your daily caffeine intake, visualize your consumption, and find a healthy balance. The app provides you with personalized insights and helps you better understand your coffee habits.
de: Mit Coffely kannst du deine tägliche Koffeinaufnahme verfolgen, deinen Konsum visualisieren und ein gesundes Gleichgewicht finden. Die App bietet dir personalisierte Einblicke und hilft dir, deine Kaffeegewohnheiten besser zu verstehen.

# features
source: Features: • Tracking of coffee drinks and caffeine content • Personal statistics and trends • Visualization of your coffee consumption • Reminders and notifications • Recommendations for a balanced caffeine intake
de: Features: • Tracking von Kaffeegetränken und Koffeingehalt • Persönliche Statistiken und Trends • Visualisierung deines Kaffeekonsums • Erinnerungen und Benachrichtigungen • Empfehlungen für einen ausgewogenen Koffeinkonsum

# developedWith
source: Developed with ♥ and lots of coffee in Germany
de: Entwickelt mit ♥ und viel Kaffee in Deutschland

# leoHappy1
source: Today is a wonderful day for good coffee!
de: Heute ist ein wunderbarer Tag für guten Kaffee!

# leoHappy2
source: Your cup is perfectly tempered. Enjoy the moment.
de: Deine Tasse ist perfekt temperiert. Genieße den Moment.

# leoHappy3
source: A balanced coffee enjoyment - just right for you.
de: Ein ausgewogener Kaffeegenuss – genau richtig für dich.

# leoSleepy1
source: Have you enjoyed your first cup today?
de: Na, schon die erste Tasse genossen heute?

# leoSleepy2
source: A gentle start to the day begins with a good coffee.
de: Ein sanfter Start in den Tag beginnt mit einem guten Kaffee.

# leoSleepy3
source: How about an espresso for a pleasant energy boost?
de: Wie wäre es mit einem Espresso für einen angenehmen Energieschub?

# leoWarning1
source: Perhaps a little coffee break? Water would be ideal now.
de: Vielleicht eine kleine Kaffeepause? Wasser wäre jetzt ideal.

# leoWarning2
source: A moment to breathe - your caffeine level is quite high.
de: Ein Moment zum Durchatmen – dein Koffeinlevel ist recht hoch.

# leoWarning3
source: How about a herbal tea for a change?
de: Wie wäre es mit einem Kräutertee zur Abwechslung?

# leoProud1
source: Wonderful! You have mastered your challenge.
de: Wunderbar! Du hast deine Challenge gemeistert.

# leoProud2
source: A nice success - your coffee balance is excellent.
de: Ein schöner Erfolg – deine Kaffeebilanz ist ausgezeichnet.

# leoProud3
source: You did very well. Keep it up!
de: Das hast du ganz hervorragend gemacht. Weiter so!

# leoAddCoffee1
source: Time for a new cup? What would you like?
de: Zeit für eine neue Tasse? Was darf es sein?

# leoAddCoffee2
source: A coffee specialty for in between?
de: Eine Kaffeespezialität für zwischendurch?

# leoAddCoffee3
source: Today is a good day for a cappuccino.
de: Heute ist ein guter Tag für einen Cappuccino.

source: Close
de: Schließen
